Repository: uclouvain/osis-partnership
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Yes
fr_be: Oui

source: No
fr_be: Non

source: partner_name
fr_be: Nom du partenaire

source: partner_start_date
fr_be: Date de début d’existence

source: partner_end_date
fr_be: Date de fin d’existence

source: partner_code
fr_be: Code du partenaire

source: pic_code
fr_be: Code PIC

source: erasmus_code
fr_be: Code Erasmus

source: comment
fr_be: Commentaire

source: phone
fr_be: Téléphone

source: website
fr_be: Site web

source: start_date_gt_end_date_error
fr_be: La date de début se situe après la date de fin

source: required
fr_be: Obligatoire

source: Name
fr_be: Nom

source: address_name_help_text
fr_be: Nom de la faculté, de l’entreprise, …

source: address
fr_be: Adresse

source: postal_code
fr_be: Code postal

source: city
fr_be: Ville

source: country
fr_be: Pays

# contact_title
source: title
fr_be: Civilité

source: last_name
fr_be: Nom

source: first_name
fr_be: Prénom

source: function
fr_be: Fonction

source: mobile_phone
fr_be: Téléphone mobile

source: name
fr_be: Nom

source: partner_type
fr_be: Type du partenaire

source: is_ies
fr_be: Institution d’enseignement supérieur ?

source: is_valid
fr_be: Validé

source: is_actif
fr_be: Actif

source: file_or_url_only
fr_be: Veuillez uniquement mettre un fichier ou une URL.

source: file_or_url_required
fr_be: Un fichier ou une URL est requis.

source: ucl_university
fr_be: Faculté

source: ucl_university_labo
fr_be: École / laboratoire

source: ucl_university_labo_filter
fr_be: École / laboratoire

source: university_offers
fr_be: Offres

source: partner
fr_be: Partenaire

source: partner_entity
fr_be: Entité partenaire

source: education_field
fr_be: Domaine d'étude

source: education_level
fr_be: Niveau d'étude

source: is_sms
fr_be: Studient mobility for study (SMS)

source: is_smp
fr_be: Studient mobility for placement (SMP)

source: is_sta
fr_be: Teacher mobility assignment (STA)

source: is_stt
fr_be: Staff training mobility (STT)

source: partnership_type
fr_be: Type de partenariat

source: partnership_supervisor
fr_be: Responsable Académique

source: start_academic_year
fr_be: Année académique de début

source: end_academic_year
fr_be: Année académique de fin

source: start_date_after_end_date
fr_be: La date de début se situe après la date de fin.

source: invalid_partnership_creation_max_date
fr_be: Date invalide (le 29 février n'est pas autorisé).

source: contact_in
fr_be: Contact de type mobilité in

source: contact_out
fr_be: Contact de type mobilité out

source: parent_entity
fr_be: Entité parente

source: created
fr_be: Créé

source: modified
fr_be: Modifié

source: author
fr_be: Auteur

source: Other
fr_be: Autre

source: external_id
fr_be: ID Externe

source: to_synchronize_with_epc
fr_be: Pour synchroniser avec EPC

source: changed
fr_be: Modifié

source: now_known_as
fr_be: Est devenu / Fait partie de

source: mandatory_if_not_pic_ies
fr_be: Champ obligatoire si le partenaire n'a pas de code PIC et n'est pas une IES.

source: is_nonprofit
fr_be: Organisation à but non lucratif ?

source: is_public
fr_be: Organisme public ?

source: contact type
fr_be: Type de contact

source: use_egracons
fr_be: Utilise le système de conversion de note Égracons ?

source: medias
fr_be: Médias

source: can_access_partners
fr_be: Peux accéder aux partenaires

source: can_access_partnerships
fr_be: Peux accéder aux partenariats

source: partnership_with_{partner}
fr_be: Partenariat avec {partner}

source: partnership
fr_be: Partenariat

source: academic_year
fr_be: Année académique

source: partnership_year_{partnership}_{year}
fr_be: {partnership} pour l'année {year}

source: status_waiting
fr_be: En attente de validation

source: status_validated
fr_be: Validé

source: status_refused
fr_be: Refusé

source: media
fr_be: Média

source: status
fr_be: État

source: eligible
fr_be: Éligible

source: financing
fr_be: Financement

source: january
fr_be: Janvier

source: february
fr_be: Février

source: march
fr_be: Mars

source: april
fr_be: Avril

source: may
fr_be: Mai

source: june
fr_be: Juin

source: july
fr_be: Juillet

source: august
fr_be: Août

source: september
fr_be: Septembre

source: october
fr_be: Octobre

source: november
fr_be: Novembre

source: december
fr_be: Décembre

source: mister
fr_be: Monsieur

source: society
fr_be: Société

source: city_french
fr_be: Ville en français

source: city_english
fr_be: Ville en anglais

source: visibility_public
fr_be: Public

source: visibility_staff
fr_be: Personnels

source: visibility_staff_student
fr_be: Personnels et étudiants

source: file
fr_be: Fichier

source: media_file_or_url
fr_be: Veuillez uniquement mettre un fichier ou une URL.

source: visibility
fr_be: Visibilité

source: partnerships
fr_be: Partenariats

source: add_partner_entity
fr_be: Ajouter une entité partenaire

source: add_partnership_agreements
fr_be: Ajouter un accord

source: cancel
fr_be: Annuler

source: delete_partnership_agreement
fr_be: Supprimer l'accord

source: partnership_agreement_delete_warning
fr_be: Voulez-vous vraiment supprimer cet accord ? ATTENTION, cette action est irréversible.

source: mandatory_fields_help_text
fr_be: Les champs accompagné d'un * sont obligatoires.

source: update_partnership_agreement
fr_be: Mettre à jour l'accord

source: update_configuration
fr_be: Mettre à jour la configuration

source: partnership_configuration_creation_max_date_%(min_year)s_%(max_year)s
fr_be: Date maximum pour la création d'un partenariat de l'année %(min_year)s-%(max_year)s.

source: partnership_configuration_update_max_date_%(min_year)s_%(max_year)s
fr_be: Date maximum pour la mise à jour d'un partenariat de l'année %(min_year)s-%(max_year)s.

source: confirm_contact_delete
fr_be: Voulez-vous vraiment supprimer ce contact ? ATTENTION, cette action est irréversible.

source: Are you sure you want to delete this contact?
fr_be: Êtes-vous sûr de vouloir supprimer ce contact?

source: identity
fr_be: Identité

source: coordinates
fr_be: Coordonnées

source: Cancel
fr_be: Annuler

source: partnership_contact_create
fr_be: Créer un contact

source: create contact
fr_be: Créer le contact

source: partnership_contact_update
fr_be: Mettre à jour le contact

source: academic_years
fr_be: Années académiques

source: media_delete_warning
fr_be: Voulez-vous vraiment supprimer ce média ? ATTENTION, cette action est irréversible.

source: external_link
fr_be: Lien externe

source: update_media
fr_be: Mettre à jour le média

source: delete_media
fr_be: Supprimer le média

source: first
fr_be: Premier

source: previous
fr_be: Précédent

source: next
fr_be: Suivant

source: last
fr_be: Dernier

source: Partner
fr_be: Partenaire

source: add_partner
fr_be: Ajouter un partenaire

source: validity_end
fr_be: Fin de validité

source: partner_entity_delete_warning
fr_be: Voulez-vous vraiment supprimer cette entité ? ATTENTION, cette action est irréversible.

source: partners
fr_be: Partenaires

source: delete_partner_entity
fr_be: Supprimer l'entité partenaire

source: update_partner_entity
fr_be: Mettre à jour l'entité partenaire

source: contact_information
fr_be: Informations de contact

source: valid
fr_be: Valide

source: still_actif
fr_be: Toujours actif

source: partners_export
fr_be: Exporter la liste des partenaires

source: similar_partners_possible
fr_be: Ce partenaire existe peut-être déjà. Vérifier dans la liste ci-dessous avant de l'ajouter.

source: add_media
fr_be: Ajouter un média

source: new_partner
fr_be: Nouveau partenaire

source: add_media_after_creation
fr_be: Vous pourrez ajouter des médias après la création du partenaire.

source: associated_entities
fr_be: Entitées associés

source: add_entities_after_creation
fr_be: Vous pourrez ajouter des entités partenaires après la création du partenaire.

source: update_partner
fr_be: Mettre à jour le partenaire

source: created_%(created)s_by_%(author)s_modified_%(modified)s
fr_be: Crée le %(created)s par %(author)s, dernière mise à jour le %(modified)s

source: contact_address
fr_be: Adresse

source: associated_tags
fr_be: Tags associés

source: new_media
fr_be: Nouveau média

source: no_media_yet
fr_be: Il n'y a pas encore de média.

source: entities
fr_be: Entités

source: contact_mobility_in
fr_be: Contact de type mobilité in

source: contact_mobility_out
fr_be: Contact de type mobilité out

source: agreements
fr_be: Accords

source: no_agreement_yet
fr_be: Il n'y a pas encore d'accord.

source: close
fr_be: Fermer

source: submit
fr_be: Envoyer

source: search_partners
fr_be: Rechercher les partenaires

source: search
fr_be: Rechercher

source: partnership_create
fr_be: Créer le partenariat

source: edit_partnership
fr_be: Mettre à jour le partenariat

source: no_tag_yet
fr_be: Il n'y a pas encore de tag.

source: add_contact
fr_be: Ajouter un contact

source: delete_contact
fr_be: Supprimer le contact

source: no_partnership_contact_yet
fr_be: Il n'y a pas encore de contact.

source: change_configuration
fr_be: Modifier la configuration

source: add_partnership
fr_be: Ajouter un partenariat

source: search_partnership
fr_be: Rechercher les partenariats

source: partner_saved
fr_be: Partenaire sauvegardé avec succès.

source: partner_error
fr_be: Erreur lors de la sauvegarde du partenaire.

source: partner_entity_saved
fr_be: Entité partenaire sauvegardé avec succès.

source: partner_entity_error
fr_be: Erreur lors de la sauvegarde de l'entité partenaire.

source: partner_media_saved
fr_be: Média sauvegardé avec succès.

source: partner_media_error
fr_be: Erreur lors de la sauvegarde du média.

source: contact_creation_success
fr_be: Contact créé avec succès.

source: start_date
fr_be: Date de début

source: partnership_error
fr_be: Erreur lors de la sauvegarde du partenariat.

source: partnership_success
fr_be: Partenariat sauvegardé avec succès.

source: partnership_agreement_error
fr_be: Erreur lors de la sauvegarde de l'accord.

source: partnership_agreement_success
fr_be: Accord sauvegardé avec succès.
